IDEA Open Model
BeamData.IsAdded Property
Compatible with IDEA StatiCa v 10.1
 Is addes beam
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public bool IsAdded { get; set; }
Public Property IsAdded As Boolean
	Get
	Set
public:
property bool IsAdded {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
BeamData Class
IdeaRS.OpenModel.Connection Namespace